{"titles":{"baronyName":"Dunlore Barony","castleName":"Charvaley Castle","tourneyGrounds":"Tourney Grounds","yourName":"Jamien"},"locations":{"tourneyGrounds":"The tournament field, including jousting run.","aa":"aa","bb":"bb","cc":"cc","aaa":"aaa","ss":"ss","as":"as","asd":"asd"},"names":{"villain":"Maldrey","baroness":"Livinda","witchGirl":"Gretchel","mentor":"Cristole","treasurer":"Tremain","villainSquire":"Karella","youName":"Roulf"},"namesFormal":{"villain":"Sir Maldrey","baroness":"Your Ladyship Livinda","witchGirl":"Gretchel","mentor":"Sir Cristole","treasurer":"Lord Tremain","villainSquire":"Karella"},"actions":{"breakFree":"Use your strength to break free of his stranglehold.","continueFighting":"It's begun. Finish it.","demandJustice":"Demand justice be done from the Baroness","donArmor":"Avenge Sir Cristole. Challenge Sir Maldrey.","investigateTourneyGrounds":"Quick, investigate the tourney grounds.","judgeMaldreyResponse":"Gauge Maldrey's reaction.","noRunning":"Stand your ground and show no fear.","offerFamilyRing":"Fie, offer your family ring. He will see it's true value.","offerMaldreySilver":"Money always talks. Offer Maldrey your silver.","offerToSquire":"Go with the winner. Offer to squire for Sir Maldrey.","quickStabMaldrey":"Stab the loathsome man in the gut, quick as you can.","runForIt":"Run! There is a time when running saves your skin, and this is it.","seekMedicalAid":"Save your master. Find medical help. Now!","seekMedicalAidLate":"Pray there is still time to save your master. Find medical help.","stabAgain":"You're tough. You can last another few seconds. Drive your dagger into him.","swearAnOath":"Swallow your pride and offer to swear an oath of fealty.","threatenMaldrey":"Tell Maldrey to watch his back for your revenge.","yieldToMaldrey":"Raise your hands and back away. Then run."},"events":{"breakFree":"With a burst of strength, you unclamp that death grip from your throat. You gasp in air.","continueFighting":"You slash at Maldrey, but the blade screeches off his breastplate. He grabs you by the throat, squeezing, squeezing hard. You're choking, struggling against that terrible grip.","cutMaldrey":"You're fast enough that the tip of the dagger just reaches his neck, drawing a line of blood. But the beginning of satisfaction fades. Maldrey is fast too, perhaps even faster than you, and knocks the blow aside, saving his neck.","demandJustice":"Beseech the Baroness for justice for Maldrey's treachery.","dieByChoking":"Maldrey's grip is iron, closing tighter and tighter. You hear something snap. Was that your neck? Everything goes blurry. You can't breathe, your strength fades. Poor Sir Cristole, unavenged, and poor %youName%, dead.","intro":"It is a warm day, lovely and radiant, at the Baroness's Springtide Faire and Joust. Fortune and glory are made and won at this annual event. Prizes are generous for those clever and ambitious enough to put their skills to the test against the finest in the kingdom.","intro2":"You are young squire %youName%, apprentice and steward to Sir Cristole, a minor noble knighted for uncommon valor at the Battle of Rinshire. Cristole is actually fovored by the locals to win the joust, the elite, competition of the Baroness's Faire. With your parents lost when you were very young at the Decimation of Sands due to, some claimed, bad spirits, Cristole became both mentor and father to you. Your greatest dream is to become a knight, to honor his well-earned heritage, and perhaps to one day take an orphan as a squire. But first things first.","intro3":"It is the final tilt of the joust. Cristole is up against Sir Maldrey, a honed and stout, if perhaps brash, knight from the northern barony of Cundaria. Cristole dons his helmet, gauntleted handy ready to receive his weapon.  You hand him a specially blunted wooden lance, altered to break on impact, it's point rounded to prevent impalement. This is a friendly joust after all, not a field of war.","intro4":"Cristole and Maldrey prance their horses down the track, meeting at the middle, where they salute the Baroness, then each other. Cristole dips his lance to Lady Rowena, who ties a favor to the wooden weapon and blows him a kiss. Cristole returns with quite a grin on his face, but it soon fades as he focuses across the field at his opponent, Maldrey, possibly the best lance in entire kingdom.","intro5":"The two knights spur their horses forward, armor glinting in the sun, hooves clopping up dirt. The crowd cheers as the metal-clad warriors charge each other, lances leveled with deadly intent. Closer, closer, and... impact! Wood shards fly as the lances hit shields. Cristole shrieks and falls out of his saddle, crunching to the ground in a heap of metal and… blood. You gasp. %more%Of course accidents happen, but this looks extreme. Or so it seems from your end of the track.","introBlood":"Your stomach goes queasy from the sight of blood, even at this distance. It's like snakes writhing around in there. ","investigateWithFirstAid":"The lance has pierced clean through the upper shoulder, and in fact, you can feel the point of it jutting out the back. Fortunately it has missed his lung, but your master won't last long like this. You could give him some more time by stuanching the flow of blood, but the wound is beyond your ability to treat. Cristole needs a physic. ","investigateTourneyGrounds":"You dash over. Cristole is unconscious and bleeding badly. No properly blunted should do damage like this. %more%Maldrey removes his helmet, kneeling beside Cristole. Was that a smirk on his face for just a moment? Maldrey nudges the fallen knight, then grunts in victory. Instinctively your hand curls into a fist. Oh, what to do?","judgeMaldreyResponse":"Maldrey snarls, a wicked look in his eye. Was that an actual spark in his eyes? A little jagged splinter of light? Whatever it was, his demeanor is entirely unnerving.","maldreyAcceptsSquire":"Maldrey smirks, strangely pleased.","maldreyAcceptsSquire_post":"Maldrey heads back to his tent. You breathe a sigh of relief. Then it hits you--what have you done? What indeed? What would Cristole say? The thoughts are troubling, but, just perhaps, this can work to your advantage if you are careful. \n\tVery careful.","maldreyBrawl":"Maldrey responds, his hands almost a blur. Oh spirits, he's fast. He blocks your thrust, and just by luck, the dagger falls out of your good hand and lands in your off hand. Given his apparent strength and speed, you don't think this is a fight you can win.","maldreyStabsYou":"Quick as a snake, Maldrey whips out a blade and runs it through you gut, twisting, your innards shredding. You stagger back, shocked, surprised. This is no honorable knight. If only… but there are no more ifs. You fall down, blood gorging out of your middle. So red. Maldrey smirks his smirk. Strange that it doesn't seem to hurt, but you are so weak you keel over.","maldreyRejectsSquire":"Maldrey frowns. He reaches out, faster than you would believe, and snatches the %currentItem% right out of your hand, and in the same blinding move, he shoves you down, hard.","offerToSquire":"You turn to Maldrey and behold his cold face, his even colder eyes. You supress a shudder. Ho, best be careful here.","offerToSquire_post":"Maldrey snorts, then realizes you are serious. He squints at you.","offerFamilyRing":"You hesitate, staring at Maldrey. Finally you give in, and look down at your finger, at the ring on your finger, your Mother's ring, the one your father wed her with. It is simply carved, a pattern of copper and bronze. Beautiful, and the only connection to your lost parents. But desperate situations call for desperate actions. You sigh and slide the ring off.","offerMaldreySilver":"This hurts, but it must be done. You open your bag of silver and let the coins clink as they may so he can give them a good listen.","quickStabMaldrey":"You draw your blade in a swift motion, meaning to pierce Maldrey's unprotected throat. Only blood can pay for blood, and Maldrey's treachery demands justice be done. %more%","runForIt":"Maldrey is too good to fight now. You need to hone your skills and come at him later when you are ready, and not rash. What a fool you've been. Almost got yourself killed. But you seize your chance and run as fast as you can. You look back. Maldrey stands, grimacing after you. You have escaped this time.","threatenMaldrey":"You stare down Maldrey. ","howToStart":"There is not a moment to lose. Something must be done!","whatToWear":"You take a moment to look yourself over. With a sigh, even you have to admit it's a bit of a sad sight. Breeches scuffed, worn, and dirty. Tunic stained, torn, and stiched. Hardly worthy of the Baroness's feast, but clothes are expensive, and fancy ones moreso.","yieldToMaldrey":"Maldrey recognizes your surrender. He smirks."},"villain":{"judgeMaldreyResponse":"Listen carefully runt. You want to live, stay away. You want to die, then come knocking, and the sooner the better as far as I'm concerned. Now run along.","offerToSquire_post":"You're either a clever one, to ally with the victor, or sneaky rat, to get close for your revenge. How can I trust you?","maldreyAcceptsSquire":"You're a crafty one, knave though ye be. You've got a certain raw gumption I like. Join me at the Baroness's feast this evening. Make yourself respectable. Now go on.","maldreyIsBad":"Your Lordship, since when are the desperate cries of a mere squire to be held aloft when surely he suffers grief at his master's wound and blindly seeks to cause injury in return? In my home, squires know their place and knights may have the ear of their lord.","treacheryIsBad":"%maldreyIsBad%","maldreyRejectsSquire":"Don't ever speak to me again. You'll regret it.","noRunning":"You should be afraid, but you're too dumb. Pity for you.","treacheryRunAmok":"%maldreyIsBad%","yieldToMaldrey":"Run home you runt. Next time I shan't be so friendly."},"celina":{"ICanHelp":"I can help him. But he's losing a lot of blood, so you'll need to do exactly as I say. Exactly."},"you":{"catchPhrase":"Hark ye now.","loveMoney":"Everyone loves a goodly coin. I give you the love anon, so to speak sir, and I figure you give me a place.","maldreyIsBad":"Maldrey, this vile man who I cannot call knight, did deceitfully craft his lance to appear blunted when it was in fact a ready weapon of war. I beseech you Baroness, lock this craven man away in irons","moneyIsPrecious":"Surely my precious money. raw talent, and instintive guile will help the powerful succeed.","newFamily":"This belonged to my mother, wedding her to my father, but they are gone. Let us forge a new family.","noRunning":"I shan't run. You don't scare me","obeyMoney":"All men obey money. Even a sneaky wretch like you.","offerToSquire":"Hark ye sir, there is much I can learn from you. Let me be your squire","pledgeService":"I, %youName%, pledge my unwavering service to you, Lord Maldrey. In return for your sanctuary, privilege, and guidance, I shall by the favor of all spirits do your bidding as if it were mine own. May this fidelity be unbroken by word, deed, or matter of arms.","pledgeHalf":"I, %youName%, by the favor of all spirits, forswear service to you by a half measure, doing what bidden upon me when in my good graces, until such time as you reveal to me your best teachings and secret techniques, however fine or foul they may be, whenceforth you shall have my whole and undivided endeavors at your command.","pledgeLow":"I, %youName%, pledge service to you in all manners vile and loathsome, as they seek to match the nature of your black heart. Train me in your dark ways that together we may split our foes asunder.","threatenMaldrey":"You sir, are no true knight. Watch yourself, for I will avenge Sir Cristole upon you.","treacheryIsBad":"Baroness, oh Baroness, how can treachery such as this dwell here at Springtide? It is ruinous to your lands and reputation. You must deliver punishment, swift and cruel.","treacheryRunAmok":"Baroness, listen well I pray you. Maldrey's lance was altered to appear blunted when it was not. Someone meant for good Sir Cristole to take a wound here today. Surely you cannot allow such treachery to run amok.","youVulture":"Take this you scabby vulture. It's all I have from my family, pray them to rest in peace. I shalt earn that back from you someday. You'll see, mark my words."},"items":{"dagger":"dagger","pouchOfSilver":"pouch with silver coins","familyRing":"family heirloom ring","goodLuckCharm":"good luck charm","fancyClothes":"fancy clothes","leatherArmor":"leather armor","lockpicks":"set of lockpick tools","flintAndSteel":"flint and steel","flute":"copper-gilded flute"},"subjects":{"apprenticeship":"apprenticeship","Apprenticeship":"Apprenticeship","justice":"justice","Justice":"Justice"},"app":{"sayToPerson":"Say to %currentPersonName%...","you":"you","sayTo":"Say to ","youSay":"say","personSays":"says","more":"More…","profile":"Profile","name":"Name","createProfile":"Create Profile","noMoreSlots":"You have no more profile slots to use. Additional slots can be purchased.","malePronoun":"he","malePronounCap":"He","femalePronoun":"she","femalePronounCap":"She","malePossessive":"his","malePossessiveCap":"His","femalePossessive":"her","femalePossessiveCap":"Her","maleDescendant":"son","femaleDescendant":"daughter","malePerson":"man","femalePerson":"woman"},"decisionAction":["Fie, what to do?","Make the call.","Aye, time to choose.","Lead on, squire.","Something must be done.","Choose wisely.","Ho! Squire knows best.","Embrace your future.","Cast the bones.","May favor find you.","Call it, squire.","Zounds! Decision time.","Alack! Try to beat the odds."],"decisionTalk":["Hmmm, squire, what to say?","How to respond to that?","Aye, show some wit.","Hope you've got a silver tongue.","Chin up and all.","Come now, best face forward.","Cat got your tongue?","Can you jest your way through?","How now, squire?","Give thee a goodly quip.","Better banter."],"next":["Carry on...","On with it...","More if it please you...","Prithee keep going...","Enow, read along...","Do go on...","Oft as you will...","Pray thee continue...","Stay thee not...","Pursue ye the fable..."],"maybeDesc":["","%currentPersonName% does a double take.","%currentPersonGenderPronounCap% leans in, almost snarling. Almost, but not quite.","%currentPersonName% looks at you askance, unsure.","%currentPersonName%'s forehead wrinkles up in a stew.","%currentPersonName%'s hand clenches up. You're on rocky ground.","%currentPersonGenderPronounCap% squints, sizing you up.","%currentPersonName cocks an eye, curious. At least you hope that is curiosity.","%currentPersonName shuts %currentPersonGenderPosessive% eyes. %currentPersonGenderPosessiveCap% lips tighten. %currentPersonGenderPronounCap% takes a slow breath.","A moment passes in silence. Something must be wrong."],"maybe":{"villain":{"insult":["Do ye mark me a simpleton?","Fie, what mean you?","God's teeth man, don't be absurd.","You wretch. Speak plain or speak not.","What do you take me for, knave?","Your chatter annoys me, %youName%","The rot that comes out of your mouth.","I should strike you as you stand."],"charm":["%subjectCap%? %subjectCap% indeed.","Answers are like blood. They run out eventually.","Wiser than you appear, %youName%"],"humor":["I prefer the company of dead men."],"cautious":["Hmmm, %subject%,","And what of this %subject%?","Verily you claim this?"]},"you":{"insult":["Ye rancid scrap of talking meat. Just choose.","Decide now you weevil-infested scullion.","Your bum must the best thing about you as you've a beastly sense of %subject%.","Ye be smart enough. Figure it out.","Only a fool does not see gold under his nose.","It takes a foul biscuit not to rise to the occassion.","I took ye for thy better."],"charm":["I speak from the heart.","I reason with all my meager intellect for your benefit.","You're smarter than I no doubt. Give us a goodly answer.","Your words may blister my very ears if I do not hear a smile in your voice anon.","Make no mistake, I see the riches of your words.","Reaching common ground makes us both wiser,don't you think?","I aim to be clear as a summer's day.","I am as dumbfounded as you.","Woe unto me, such a bruise against %subject%.","Let us ponder, you and I, until our heads no longer resemble  gouted stones.","I'm certain we can reach an accord."],"humor":["Ah, confusion is the better part of valor, eh?","Oh, the look on your face.","An agreement is like a fair bosom. Best seized with both hands.","I know %subject% has got you like a sailor to a harlot. The saucier the better I might add.","Ah, such talk verily chaffs my head more than these crusty drawers chaff my bottom.","Can you see my eyes dancing from that remark? You've made me all a-dizzy.","Surely we'll laugh about this later.","%subjectCap% is like a scurvy marrowless bone to you, I think, but perhaps still tasty.","Get ye to a brothel so that a love scream will make your ears sound again.","Ye know how %subject% works. Don't botch it up."],"cautious":["Ye heard me well enough.","Ye know what I mean.","Let us think a bit on it.","Hmm. Mayhaps.","A concordance of %subject%. What say you, %currentPersonName%?","Such disdain is a pox to my ears. Please consider rightly."]},"baroness":{"insult":["I thought %mentor% taught you better than this.","Are you so troubled?","Do you seek to tarnish me?","Your words are as a plague.","Learned people do not speak thusly.","Stay your tongue.","I will not abide this, not from you.","%subjectCap, %subject%, $subject! Enough!"],"charm":["There's something to you after all, %youName%.","My, my, squire.","Verily and truly?","Trying to fill %mentor%'s boots, I see.","You've a dramatic flair after all."],"humor":["You chirp as a bird, pretty, but unknowable.","Simple is as simple does, is that right?","Gods wounds. This %subject%.","%subjectCap this and %subject% that. And where is my %subject%?","You've spent too much time in the caves."],"cautious":["Do mine own ears decieve me?","Make yourself plain.","Prithee say it again, but moreso."]}}}